{"data":{"header-title-wereforking":"Wir forken Bitcoin.","header-lead-weare":"Wir sind eine Gemeinschaft von Bitcoin-Nutzern, die Bitcoin \"forken\" um es getreu seiner ursprünglichen Vision weltweit \"on-chain\" zu skalieren; mit oder ohne Mehrheit der Miner.","header-lead-phasedin-quote-before":"It can be phased in, like: ","vision-title":"Vision","vision-we-believe":"Wir denken, dass Bitcoin \"on-chain\" skalieren wird und dass das durch eine Serie von Hardforks reguliert werden sollte. Wir denken, das ist die ursprüngliche Vision von Bitcoin; jedem interessierten Nutzer Zugang zum Netzwerk des peer-to-peer-Geldes zu erlauben.","vision-our-mission":"Unsere Mission ist einfach: Die Skalierung von Bitcoin voranzutreiben und dabei durch eine erfolgreiche Hardfork des Bitcoin Netzwerkes zu zeigen, wie dieses reguliert werden sollte.","s-nakamoto-quote-phased-in-date":", 4. Okt. 2010","vision-satoshi-quote-whitepaper-conclusion":"Knoten können das Netzwerk jederzeit verlassen oder sich anschliessen, indem sie Proof-of-Work als Beweis dessen akzeptieren, was in ihrer Abwesenheit geschehen ist. Sie wählen mit ihrer Rechenkraft, drücken ihre Akzeptanz von gültigen Blöcken dadurch aus dass sie auf ihnen weiterrechnen und verwerfen ungültige Blöcke dadurch, dass sie sich weigern auf ihnen zu bauen. [b]Alle benötigten Regeln und Anreize können durch diesen Konsensmechanismus erzwungen werden.[\/b]","vision-satoshi-quote-whitepaper-conclusion-text":", Bitcoin Whitepaper, Schlusskapitel","vision-satoshi-quote-transactions":"Knoten akzeptieren nur so-und-so viel KB freier Transaktionen, bevor sie mindestens eine 0.01 Gebühr pro Transaktion verlangen... Ich denke nicht dieser Schwellwert sollte jemals 0 sein. [b]Wir sollten immer mindestens ein paar freie Transaktionen erlauben.[\/b] ","vision-satoshi-quote-whitepaper-conclusion-date":", 7 Sept. 2010","vision-satoshi-quote-whitepaper-conclusion-addendum":"Diese Zitate dienen nicht als Autoritätsargument, sondern sollen an die ursprüngliche Vision des Projekts erinnern","vision-joinus":"Macht mit in der Erkundung von Forks als ultimativem Mittel des Konsens und Verwaltung, um die dringlichen und zwingenden Themen im Bitcoin-Ökosystem anzugehen, und Diskussion und Versuchsdurchführung hinsichtlich kontroverser Änderungen erstmals in der Bitcoin-Gemeinschaft zu eröffnen.  ","vision-notfailed":"Das Bitcoin-Experiment ist nicht fehlgeschlagen; es hat gerade erst begonnen.","vision-button-read-the-whitepaper":"LESE DAS WHITEPAPER","roadmap-intro":"Der erste Monat des Projekts wird der Ausarbeitung einer Roadmap für Fork-Experimente gewidmet sein, was der Nutzergemeinschaft und dem Markt eine fundierte Entscheidung zur Auswahl ihrer Bitcoin-Software ermöglichen wird.","roadmap-intro-explain":"Eine Übersicht unserer vorläufigen Roadmap sieht wie folgt aus (aufgrund des frühem Stadiums des Projekts ist diese Roadmap nicht endgültig und Änderungen sind vorbehalten):","roadmap-months-1-3":"[b]Monate 1-3[\/b] : Aufbau der Community, Aufbau von nötigen Kommunikationskanälen, Build- und Test-Infrastruktur, und Veröffentlichung von einigen Fork-Vorschlägen der Community (einschliesslich mehrerer Basis-Clients und PoW-Implementierungen). Unser Ziel ist die Schaffung eines gemeinschaftlichen Umfelds, in dem Forks durch die Community und den Markt vorgeschlagen, getestet, evaluiert und veröffentlicht werden können. Durch Tests auf unserem öffentlichen Testnetzwerk werden wir Kernherausforderungen erforschen, wie z.B. PoW-Änderungen, Schwierigkeitsregulierung, Limitierungen von Skripten, und die Auswirkung des Blockgrößenlimits.","roadmap-months-3-6":"[b]Monate 3-6 : [\/b] Veröffentlichung von Client-Binaries, Aufbau von Beziehungen zu Börsen - notwendig für den Handelsbeginn des dominierenden Forks. Errichtung der erforderlichen Netzwerk-Infrastruktur, einschliesslich eines anfänglichen Knoten- und Miner-Netzwerks. Wir werden unseren Fokus darauf richten, einen Fork für breite Nutzung gut vorzubereiten, um ein funktionsfähiges Produkt auf den Markt zu bringen.","roadmap-months-6-":"[b]Monate 6- : [\/b] Unterstützung anfänglicher und weiterer Forks durch die Aufstellung von Community-Resourcen zum Vergleich, zur Diskussion und Entscheidungsfindung. Wir werden den allgemeinen Entscheidungsprozess von Bitcoin erleichtern, indem wir vernünftige Forks fördern, egal ob sie umstritten sind oder nicht. Unser Ziel ist, den Markt mit allen Resourcen und Informationen zu versorgen, welche nötig sind um fundierte Entscheidungen zu treffen.","faq-have-any-questions-subreddit-link-before":"Hast du weitere Fragen über unser Projekt? Frag uns in","faq-our-subreddit-linktext":"unserem Subreddit","faq-is-this-just-another":"[b]Ist dies bloß ein weiterer [Altcoin \/ Pump and Dump]?[\/b] Nein! Erstens, dies ist kein Altcoin, sondern eine Bitcoin-Implementierung die von der Hauptkette abzweigt, also den gleichen UTXO-Set, Genesis-Block und die Blockchain bis zu einer gewissen Höhe erhält. Während einige das Wort \"Altcoin\" umdefinieren, um jeden Fork der Hauptkette mit Ausnahme der de facto Referenzimplementierung zu umfassen, stimmen wir dieser unredlichen Verwendung des Begriffs nicht zu.","faq-who-is-behind":"[b]Wer steckt hinter diesem Projekt?[\/b] Wir sind eine Gruppe von Bitcoin-Entwicklern, Nutzern und Unterstützern die mit dem Mangel an Skalierung und den durch den Status Quo vorgelegten Führungslösungen unzufrieden sind. Obwohl etliche von uns die Anonymität und Pseudonymität wählen aus Furcht vor Angriffen in einem politisch belasteten Raum, werden wir versuchen so viel wie möglich Information über die Entwicklung unserer Forks öffentlich zu machen. Wir begrüssen alle, die Zeit oder Fähigkeiten beisteuern möchten und verweisen auf die Links unten.","faq-why-now":"Warum jetzt? Nach Jahren des Hinhaltens in der Skalierungsfrage (bei ersten Lösungsanfragen 2012) meinen wir dass es Zeit ist, den Ultra-Konservatismus abzulegen und sich in Richtung Fortschritt und offener Versuchsdurchführung zu bewegen. Zumal aktuell etliche beliebte Bitcoin-Unternehmen Besorgnis äussern oder sich vom Bitcoin-Umfeld trennen, sehen wir eine nahende existentielle Krise für Bitcoin falls in punkto Skalierung nicht bald Verbesserung erreicht wird. Das aktive Einbinden der Community in Forks als freiheitswahrendem Aufrüstungsmechanismus ist lange überfällig.","faq-what-forkclient":"Welchen Client nutzen wir für den Fork? Wir haben keinen spezifischen Client für den Fork gewählt. Anstelle dessen ermutigen wir alle Entwickler, Fork-Clients vorzuschlagen, und wir möchten eine Infrastruktur bieten mit welcher diese Forks alle geprüft und evaluiert werden können. Wir unterstützen jegliche technisch bedeutenden Forks der derzeitigen Blockchain, und sind der Meinung dass alle diese Forkvorschläge diskutiert and der Betrachtung der grösseren Community vorgelegt werden sollten.","faq-loss-of-funds":"[b]Aber kann ein Fork nicht zu Verlust führen?[\/b] Nein, ein ordentlich durchgeführter und ausgefahrener Fork wird nicht zu Verlust führen, in Abwesenheit grober Fahrlässigkeit. Weil ein neuer Fork von sich aus einen unterschiedlichen Wert hat als die alte Kette, und proaktives Handeln von Nutzern und Knoten voraussetzt, werden die Nutzer die Möglichkeit haben, angemessene Sicherheitvorkehrungen vorab in Erwartung des Forks zu treffen. Alte Clients werden weiterhin auf der alten Kette funktionieren, während Nutzer im Güterhandel für Buchgeld einfach weiterhin mit dem Börsenkurs der alten Kette wirtschaften. Mehrere Kryptowährungen haben schon erfolgreiche Forks ohne Verlust durchgeführt, und wir glauben dass die Angst vor solchen Forks in der Bitcoin-Gemeinschaft nicht durch aktuelle empirische Indizien gestützt werden kann.","faq-why-not-soft":"Warum nicht ein Soft-Fork? Wir glauben dass kritische Protokoll-Änderungen durch Soft-Forks ein inhärent aufgedunsener Vorgang ist welcher sich auf weit mehr Nutzer zwingend auswirkt als ein äquivalenter Hard-Fork. Soft-Forks aktivieren ausschliesslich durch Votum der Miner, und entrechten dadurch Knoten die keine Hashkraft besitzen und somit vom Entscheidungsvorgang ausgeschlossen werden. Ausserdem reduzieren einige Soft-Forks die Sicherheit alter Knoten indem sie ihen die Möglichkeit einer sinnhaften Validierung von Transaktionen in Blocks zunehmend entziehen. Letzendlich wirken sich Soft-Forks entrechtend auf andersdenkende Miner aus, welche gezwungen werden entweder auf den Fork umzurüsten oder das potenzielle Verwaisen aller ihrer Blöcke zu akzeptieren. Hingegen erlaubt es ein Hard-Fork allen Nutzern des Systems, explizit die Konsensregeln und die Blockchain mit der sie tätig sind zu wählen. Weiterhin mildern Hard-Forks den Schaden eines Kaperns des Entwicklungsprozesses indem sie eine Auswahl ermöglichen wodurch Nutzer auf eine Kette mit den Werten, Entwicklern und Code ihrer Wahl umsiedeln können. Demzufolge sind Hard-Forks ein unverzichtbarer Upgrade-Mechanismus, und entscheidend für die Anti-Fragilität jeglicher Kryptowährung.","faq-hard-is-necessary":"[b]Aber ein Hard-Fork ist schwierig?[\/b] Ein Hard-Fork ist schwierig aber notwendig. Nachdem ein Fork erstmals durchgeführt worden ist, erwarten wir dass das Ökosystem an Tools um das Management von Forks zunehmend robuster werden wird, und zukünftige Forks in einer weit nahtloseren und weniger aufwendigen Weise durchgeführt werden können.","contribute-title":"Mach mit","contribute-calling-all-devs":"Wir rufen alle Entwickler und Nicht-Entwickler gleichermassen auf: Helft uns, Bitcoin in die Welt zu tragen.","contribute-linktext-reddit-before":"Diskuttiere auf reddit unter","contribute-linktext-freenode-before":"Chatte mit uns bei","contribute-linktext-consider-it-before":"Die BTC Fork Verfassung und Features stehen auf","contribute-linktext-consider-it-after":"zur Wahl","contribute-linktext-github-before":"Unterstütze uns durch Programmieren oder Testen des Codes auf","contribute-linktext-telegram-before":"Tritt unserer Telegram-Gruppe","contribute-linktext-telegram-after":"bei","contribute-linktext-transifex-before":"Hilf mit bei der Übersetzung dieser Webseite auf","contribute-linktext-slack-before":"Besuche unseren Entwicklungs-Slack","contribute-linktext-slack":"hier"},"isolangdata":{"0":"de_DE","1":"German","2":"Deutsch","3":"Indo-European","4":"ltr","iso639_1":"de"}}