Repository: ChaosElephant/ChaosElephant.github.io
Catalog: */*.po
Languages: de, fr, zh

# faq-why-not-soft
source: [b]Why not a soft fork?[/b] We believe deploying critical protocol changes through soft forks is an inherently bloated process that is coercive to far more people than an equivalent hard fork. Soft forks activate exclusively on miner vote, disenfranchising nodes that do not hold hashpower and excluding them from the decision process. Furthermore, many soft forks decrease the security of old nodes by removing their ability to meaningfully validate an ever-increasing percentage of transactions in blocks. Lastly, soft forks are coercive to dissident miners, who are forced to either upgrade to the fork or accept the potential orphaning of all blocks they mine. On the other hand, a hard fork allows all users of the system to explicitly choose the consensus rules and blockchain with which they transact. Hard forks also mitigate the damage possible through development capture by allowing users a choice to change to a chain with values, developers, and code of their choosing. Ultimately, hard forks are an essential upgrade mechanism, and critical to the antifragility of all cryptocurrency.
de: Warum nicht ein Soft-Fork? Wir glauben dass kritische Protokoll-Änderungen durch Soft-Forks ein inhärent aufgedunsener Vorgang ist welcher sich auf weit mehr Nutzer zwingend auswirkt als ein äquivalenter Hard-Fork. Soft-Forks aktivieren ausschliesslich durch Votum der Miner, und entrechten dadurch Knoten die keine Hashkraft besitzen und somit vom Entscheidungsvorgang ausgeschlossen werden. Ausserdem reduzieren einige Soft-Forks die Sicherheit alter Knoten indem sie ihen die Möglichkeit einer sinnhaften Validierung von Transaktionen in Blocks zunehmend entziehen. Letzendlich wirken sich Soft-Forks entrechtend auf andersdenkende Miner aus, welche gezwungen werden entweder auf den Fork umzurüsten oder das potenzielle Verwaisen aller ihrer Blöcke zu akzeptieren. Hingegen erlaubt es ein Hard-Fork allen Nutzern des Systems, explizit die Konsensregeln und die Blockchain mit der sie tätig sind zu wählen. Weiterhin mildern Hard-Forks den Schaden eines Kaperns des Entwicklungsprozesses indem sie eine Auswahl ermöglichen wodurch Nutzer auf eine Kette mit den Werten, Entwicklern und Code ihrer Wahl umsiedeln können. Demzufolge sind Hard-Forks ein unverzichtbarer Upgrade-Mechanismus, und entscheidend für die Anti-Fragilität jeglicher Kryptowährung.
fr: [b]Pourquoi pas un soft fork ?[/b] Nous croyons que le déploiement de changements via des soft forks est un processus intrinsèquement biaisé et coercitif pour plus de gens que le hard fork équivalent. Les soft forks s'activent exclusivement par le vote des mineurs, privant de leurs droits les noeuds qui n'ont pas de puissance de hash et les excluant du processus de prise de décision. En outre, de nombreux soft forks diminuent la sécurité des anciens noeuds en leur retirant la possibilité de valider significativement un pourcentage toujours croissant de transactions dans les blocs. Enfin, les soft forks sont coercifs pour les mineurs dissidents, qui sont soit forcés de se mettre au niveau du fork, soit d'accepter que les blocs qu'ils minent deviennent potentiellement orphelins. D'un autre coté, un hard fork permet à tous les utilisateurs du système de choisir explicitement les règles de consensus et la blockchain avec lesquelles ils font des transactions. Les hard fork mitigent également les dégats possibles via la capture du développement en permettant aux utilisateurs de choisir de changer vers une chaîne qui à des valeurs, des développeurs et du code qu'ils préfèrent. Finalement, les hard forks sont un mécanisme de mise à niveau essentiel et critique pour la robustesse de toute cryptomonnaie.
zh: [b]为什么不进行软分叉？ [/b]我们认为通过软分叉来实现关键的协议改变不仅仅效率很低，而且对于很多人来讲比硬分叉还带有强制性。软分叉只按矿工的投票来激活，因此剥夺无算力节点的权利，把它们从决策过程排除掉。此外，很多软分叉会降低旧节点的安全性，使它们无法有意义的验证越来越多的交易。最后，软分叉对持不同意见的矿工是强制性的，他们只好接受软分叉的升级，否则要冒他们新挖的区块被孤立的风险。另一方面，硬分叉就能让所有系统的使用者明确的选择他们要用来进行交易的共识规则和区块链。硬分叉还会给使用者一个机会选择一个价值观、开发者和编码符合自己要求的链，因此就避免了“开发者俘虏”问题所导致的损害。到最后，硬分叉是一个必不可少的升级机制，对任何加密货币的抗脆弱性（antifragility)来讲至关重要。

# faq-hard-is-necessary
source: [b]But a hard fork is hard?[/b] A hard fork is hard but necessary. After the first fork is executed, we expect the ecosystem of tools surrounding the management of forks to become increasingly robust, supporting future forks in a far more seamless and low-effort fashion.
de: [b]Aber ein Hard-Fork ist schwierig?[/b] Ein Hard-Fork ist schwierig aber notwendig. Nachdem ein Fork erstmals durchgeführt worden ist, erwarten wir dass das Ökosystem an Tools um das Management von Forks zunehmend robuster werden wird, und zukünftige Forks in einer weit nahtloseren und weniger aufwendigen Weise durchgeführt werden können.
fr: [b]Mais un hard fork est difficile ?[/b] Un hard fork est difficile mais nécessaire. Une fois le premier fork exécuté, nous prévoyons qu'un écosystème d'outils encadrant la gestion des forks deviendra de plus en plus robuste, supportant les forks futurs de façon bien moins complexe.
zh: [b]实现硬分叉难道没有什么困难吗？[/b] 实现硬分叉虽然有一些困难，但有必要。我们推测第一个硬分叉一实现，生态环境中用来管理/处理分叉的工具就会越来越强大，使未来的分叉能进行的更方便更顺利。

# contribute-title
source: Contribute
de: Mach mit
fr: CONTRIBUER
zh: 贡献

# contribute-calling-all-devs
source: Calling all devs and non-devs alike: Help us bring Bitcoin to the world.
de: Wir rufen alle Entwickler und Nicht-Entwickler gleichermassen auf: Helft uns, Bitcoin in die Welt zu tragen.
fr: Nous en appelons à tous les développeurs et non-développeurs : aidez nous à amener Bitcoin au monde.
zh: 恳请所有开发者和非开发者的朋友：帮我们将比特币推广到全世界。

# contribute-linktext-reddit-before
source: Start the conversation on reddit at
de: Diskuttiere auf reddit unter
fr: Démarrez la conversation sur reddit à
zh: 欢迎在reddit的

# contribute-linktext-freenode-before
source: Chat in real time with us at
fr: Chattez en temps réel avec nous sur
zh: 可以在

# contribute-linktext-consider-it-before
source: Vote on BTC Fork Constitution and features at
de: Die BTC Fork Verfassung und Features stehen auf
fr: Votez sur la Constitution de BTC Fork et sur les fonctionnalités sur
zh: 在

# contribute-linktext-github-before
source: Contribute code or testing at
de: Unterstütze uns durch Programmieren oder Testen des Codes auf
fr: Contribuez au code et au testing sur
zh: 通过

# contribute-linktext-telegram-before
source: Join us on Telegram at
de: Tritt unserer Telegram-Gruppe
fr: Rejoignez nous sur Telegram à
zh: 在

# contribute-linktext-transifex-before
source: Help to translate this site at
de: Hilf mit bei der Übersetzung dieser Webseite auf
fr: Aidez nous à traduire notre site web sur
zh: 访问

# contribute-linktext-slack-before
source: Join our development Slack
de: Besuche unseren Entwicklungs-Slack
fr: Rejoignez notre
zh: 加入我们的开发

# contribute-linktext-slack
source: here
de: hier
fr: Slack de développement
zh: Slack

# roadmap-months-6-
source: [b]Months 6- : [/b] Support of the initial and any further forks through the creation of community resources for comparison, discussion, and decision making. We will faciliatate the overall Bitcoin governance process by encouraging sane forks, regardless of whether or not they are contentious. We will aim to provide the market with all resources and information necessary to make informed decisions.
de: [b]Monate 6- : [/b] Unterstützung anfänglicher und weiterer Forks durch die Aufstellung von Community-Resourcen zum Vergleich, zur Diskussion und Entscheidungsfindung. Wir werden den allgemeinen Entscheidungsprozess von Bitcoin erleichtern, indem wir vernünftige Forks fördern, egal ob sie umstritten sind oder nicht. Unser Ziel ist, den Markt mit allen Resourcen und Informationen zu versorgen, welche nötig sind um fundierte Entscheidungen zu treffen.
