Repository: ChaosElephant/ChaosElephant.github.io
Catalog: */*.po
Languages: de, fr, zh

# header-title-wereforking
source: We're forking Bitcoin.
de: Wir forken Bitcoin.
fr: Nous forkons Bitcoin.
zh: 我们要对比特币进行分叉。

# header-lead-weare
source: We are a group of Bitcoin users forking Bitcoin back to its original vision of scaling on-chain to the world; with or without miner majority.
de: Wir sind eine Gemeinschaft von Bitcoin-Nutzern, die Bitcoin "forken" um es getreu seiner ursprünglichen Vision weltweit "on-chain" zu skalieren; mit oder ohne Mehrheit der Miner.
fr: Nous sommes un groupe d'utilisateurs de Bitcoin qui forkons Bitcoin pour retrouver la vision d'origine de croissance on-chain. Avec ou sans majorité de minage.
zh: 我们作为一群比特币使用者，决定对比特币进行分叉以恢复到其原来的理念，即通过在链扩容提高区块容量至全球支付平台的水平，无论有没有大多数矿工的支持。

source: S. Nakamoto
zh: 中本聪

# vision-title
source: VISION
zh: 理念

# vision-we-believe
source: We believe that Bitcoin will scale on chain, and should be governed through a series of hard forks. We believe this is the original vision of Bitcoin; to allow any interested user access to a network of peer to peer cash, with a low barrier to entry.
de: Wir denken, dass Bitcoin "on-chain" skalieren wird und dass das durch eine Serie von Hardforks reguliert werden sollte. Wir denken, das ist die ursprüngliche Vision von Bitcoin; jedem interessierten Nutzer Zugang zum Netzwerk des peer-to-peer-Geldes zu erlauben.
fr: Nous croyons que Bitcoin va croître on-chain, et qu'il devrait être gouverné par le biais d'une série de hard forks. Nous croyons que c'est la vision originelle de Bitcoin, qui est de permettre à tous les utilisateurs intéressés d'accéder à un réseau de cash de pair à pair, avec une barrière d'entrée faible.
zh: 我们认为比特币能够在链扩容，并应该通过一系列硬分叉来治理。

# vision-our-mission
source: Our mission is simple: to advance Bitcoin scaling while making a powerful statement on governance by executing a successful hard fork off the Bitcoin network.
de: Unsere Mission ist einfach: Die Skalierung von Bitcoin voranzutreiben und dabei durch eine erfolgreiche Hardfork des Bitcoin Netzwerkes zu zeigen, wie dieses reguliert werden sollte.
fr: Notre mission est simple : faire avancer la montée en charge de Bitcoin tout en passant un message fort à propos de la gouvernance en exécutant un hard fork réussi du réseau Bitcoin.
zh: 我们认为这就是比特币原来的理念：即让任何有兴趣的使用者轻松接入一个点对点的现金网络。我们的目标很简单：倡导比特币扩容并通过对比特币网络进行成功的硬分叉来做出关于比特币治理问题的强有力声明。

# s-nakamoto-quote-phased-in-date
source: , Oct. 4 2010
de: , 4. Okt. 2010
fr: , 4 Oct. 2010
zh: ，2010年10月4日

# vision-satoshi-quote-whitepaper-conclusion
source: Nodes can leave and rejoin the network at will, accepting the proof-of-work chain as proof of what happened while they were gone. They vote with their CPU power, expressing their acceptance of valid blocks by working on extending them and rejecting invalid blocks by refusing to work on them. [b]Any needed rules and incentives can be enforced with this consensus mechanism.[/b]
de: Knoten können das Netzwerk jederzeit verlassen oder sich anschliessen, indem sie Proof-of-Work als Beweis dessen akzeptieren, was in ihrer Abwesenheit geschehen ist. Sie wählen mit ihrer Rechenkraft, drücken ihre Akzeptanz von gültigen Blöcken dadurch aus dass sie auf ihnen weiterrechnen und verwerfen ungültige Blöcke dadurch, dass sie sich weigern auf ihnen zu bauen. [b]Alle benötigten Regeln und Anreize können durch diesen Konsensmechanismus erzwungen werden.[/b]
fr: Les nœuds peuvent quitter et rejoindre le réseau à volonté, en acceptant la chaîne de preuve de travail comme preuve des événements passés pendant qu'ils étaient partis. Ils votent avec la puissance de calcul de leurs processeurs, exprimant ainsi leur acceptation des blocs valides en travaillant sur les blocs qui les prolongent et en rejetant les blocs invalides en refusant de travailler dessus. [b]Toutes les règles et mécanismes incitateurs nécessaires peuvent être mis en oeuvre grâce à ce mécanisme de consensus[/b].
zh: 节点可以随时随意的离开或加入比特币的网络，通过工作量证明链（proof-of-work chain）来验证离开网络之后所发生的交易。它们以处理器能力投票，通过延伸有效区块来表示接受该区块、或通过不延伸无效区块来表示拒绝该区块。 [b]一切所需的规则与激励可以用以上的共识机制来实现。[/b]

# vision-satoshi-quote-whitepaper-conclusion-text
source: , Bitcoin whitepaper conclusion
de: , Bitcoin Whitepaper, Schlusskapitel
fr: , Conclusion du Bitcoin Whitepaper
zh: ，比特币白皮书的总结

# vision-satoshi-quote-transactions
source: Nodes only take so many KB of free transactions per block before they start requiring at least 0.01 transaction fee.... I don't think the threshold should ever be 0. [b]We should always allow at least some free transactions.[/b]
de: Knoten akzeptieren nur so-und-so viel KB freier Transaktionen, bevor sie mindestens eine 0.01 Gebühr pro Transaktion verlangen... Ich denke nicht dieser Schwellwert sollte jemals 0 sein. [b]Wir sollten immer mindestens ein paar freie Transaktionen erlauben.[/b]
fr: Les nœuds n'acceptent que certains KB de transactions gratuites par bloc avant de commencer à exiger des frais de transaction d'au moins 0.01 ... Je ne pense pas que la limite doive être à 0 un jour. [b]Nous devrions toujours autoriser au moins certaines transactions gratuites.[/b]
zh: 节点会每区块先接受相当于几个KB的免费交易才开始要求至少0.01的交易费……我觉得阈值绝不应该等于零。[b]我们应该允许至少一部分的免费交易。[/b]

# vision-satoshi-quote-whitepaper-conclusion-date
source: , Sep. 7 2010
de: , 7 Sept. 2010
fr: , 7 Sept. 2010
zh: ，2010年9月7号

# vision-satoshi-quote-whitepaper-conclusion-addendum
source: These quotes are not provided as an appeal to authority, but as a reminder of the original project vision
de: Diese Zitate dienen nicht als Autoritätsargument, sondern sollen an die ursprüngliche Vision des Projekts erinnern
fr: Ces citation ne sont pas fournies en tant qu'appel à une autorité mais comme un rappel de la vision d'origine du projet
zh: 以上引文并不是为了诉诸权威而提供的，是引用来表明比特币的原本理念

# vision-joinus
source: Join us in exploring forks as the ultimate means of consensus and governance, tackling the pressing and urgent issues in the Bitcoin ecosystem, and opening discussion and experimentation towards controversial changes to the Bitcoin community for the first time.
de: Macht mit in der Erkundung von Forks als ultimativem Mittel des Konsens und Verwaltung, um die dringlichen und zwingenden Themen im Bitcoin-Ökosystem anzugehen, und Diskussion und Versuchsdurchführung hinsichtlich kontroverser Änderungen erstmals in der Bitcoin-Gemeinschaft zu eröffnen.
fr: Rejoignez-nous dans l'exploration des forks en tant que moyens ultime de consensus et de gouvernance, s'attaquant aux problèmes pressant et urgent de l'écosystème Bitcoin et ouvrant la discussion et l'expérimentation sur des changements controversés à la communauté Bitcoin pour la première fois.
zh: 欢迎与我们一同探索分叉作为最终共识和治理机制的价值，解决比特币生态环境中最紧迫的问题，初次向比特币社群创作谈论和探索有争议性改变的机会。

# vision-notfailed
source: The Bitcoin experiment has not failed; it's just getting started.
de: Das Bitcoin-Experiment ist nicht fehlgeschlagen; es hat gerade erst begonnen.
fr: L'expérience Bitcoin n'a pas échoué : elle ne fait que commencer.
zh: 比特币之实验并没有失败，而才刚刚开始了。

# vision-button-read-the-whitepaper
source: Read the Whitepaper
de: LESE DAS WHITEPAPER
fr: LIRE LE WHITEPAPER
zh: 阅读白皮书

# roadmap-title
source: Roadmap
fr: FEUILLE DE ROUTE
zh: 路线图

# roadmap-intro
source: The first month of the project will be dedicated to finalizing a roadmap for fork experimentation, allowing the community and market to make an informed decision on their Bitcoin client of choice.
de: Der erste Monat des Projekts wird der Ausarbeitung einer Roadmap für Fork-Experimente gewidmet sein, was der Nutzergemeinschaft und dem Markt eine fundierte Entscheidung zur Auswahl ihrer Bitcoin-Software ermöglichen wird.
fr: Le premier mois du projet va être dédié à la finalisation de la feuille de route pour l'expérimentation du fork. Ceci permettra à la communauté et au marché de prendre une décision informée sur le choix de leur client Bitcoin.
zh: 项目的第一个月会用于敲定分叉实验的路线图，以让社群和市场对于所选的比特币客户端做出明智的决定。

# roadmap-intro-explain
source: Our tentative roadmap overview is as follows (due to the early stage of this project, this roadmap is not final and subject to change):
de: Eine Übersicht unserer vorläufigen Roadmap sieht wie folgt aus (aufgrund des frühem Stadiums des Projekts ist diese Roadmap nicht endgültig und Änderungen sind vorbehalten):
fr: La vue d'ensemble de notre tentative de feuille de route est la suivante (Du fait que le projet est dans une phase préliminaire, cette feuille de route n'est pas finale et est sujette à changement):
zh: 以下是我们暂定的路线图概述（因为此项目仍处于早期阶段，以下路线图以后可能会更改）：

# roadmap-months-1-3
source: [b]Months 1-3 : [/b]Community development, establishment of necessary channels, build, and testing infrastructure, and community release of several proposed forks (including multiple client bases and PoW implementations). Our goal is to create a collaborative environment in which forks can be proposed, tested, evaluated, and deployed by the community and marketplace. We will research key challenges, like PoW changes, difficulty adjustment, script limits, and effects of blocksize cap through tests on our public test network.
de: [b]Monate 1-3[/b] : Aufbau der Community, Aufbau von nötigen Kommunikationskanälen, Build- und Test-Infrastruktur, und Veröffentlichung von einigen Fork-Vorschlägen der Community (einschliesslich mehrerer Basis-Clients und PoW-Implementierungen). Unser Ziel ist die Schaffung eines gemeinschaftlichen Umfelds, in dem Forks durch die Community und den Markt vorgeschlagen, getestet, evaluiert und veröffentlicht werden können. Durch Tests auf unserem öffentlichen Testnetzwerk werden wir Kernherausforderungen erforschen, wie z.B. PoW-Änderungen, Schwierigkeitsregulierung, Limitierungen von Skripten, und die Auswirkung des Blockgrößenlimits.
fr: [b]Du premier au troisième mois : [/b]développement de la communauté, établissement des canaux nécessaires, construction et test de l'infrastructure, et publication auprès de la communauté de plusieurs propositions de forks (incluant de multiple bases de client et d'implémentations de preuves de travail). Notre but est de créer un environment collaboratif dans lequel les forks peuvent être proposés, testés, évalués, et déployés par la communauté et la place de marché. Nous investiguerons les défis clés, tels que le changement de preuve de travail, l'ajustement de la difficulté, les limites du script et les effets de la limite de la taille des blocs via des tests sur notre réseau de tests publique.
zh: [b]第一至第三个月：[/b] 发展社群，建立必要的渠道、软件版本以及试验基建，向社群公开复数的分叉提案（包括复数的客户端基础软件和工作量证明方案）。我们的目的是创造一个社群和市场能够提出、测试、评价并展开分叉的协作环境。我们将会通过公开测试网的测试来研究其中的关键问题，如工作量证明的更改、难度调整、脚本限制以及区块容量上限的影响。

# roadmap-months-3-6
source: [b]Months 3-6 : [/b] Client release of final binaries, and establishment of exchange relationships necessary to begin trading of dominant fork. Deployment of required network infrastructures, including an initial node and mining network. We will focus on getting a fork ready for widespread use, getting a working product to the marketplace.
de: [b]Monate 3-6 : [/b] Veröffentlichung von Client-Binaries, Aufbau von Beziehungen zu Börsen - notwendig für den Handelsbeginn des dominierenden Forks. Errichtung der erforderlichen Netzwerk-Infrastruktur, einschliesslich eines anfänglichen Knoten- und Miner-Netzwerks. Wir werden unseren Fokus darauf richten, einen Fork für breite Nutzung gut vorzubereiten, um ein funktionsfähiges Produkt auf den Markt zu bringen.
fr: [b]Du troisième au sixième mois : [/b] publication client des binaires finaux et établissement de relations avec les bourses d'échange pour commencer à échanger le fork dominant. Déploiement des infrastructures de réseau nécessaires, y compris un réseau initial de nœuds et de mineurs. Nous nous concentrerons sur la préparation d'un fork pour une large utilisation, apportant un produit fonctionnel sur la place.
zh: [b]第三至第六个月：[/b]发布最终的客户端二进制程序，建立与交易所的关系来开始主要分叉的交易。部署必要的网络基建，包括初始的节点和矿工网络。我们会把焦点放在准备分叉来实现广泛的使用，向市场推出一个完整可用的产品。

# roadmap-months-6-
source: [b]Months 6- : [/b] Support of the initial and any further forks through the creation of community resources for comparison, discussion, and decision making. We will faciliatate the overall Bitcoin governance process by encouraging sane forks, regardless of whether or not they are contentious. We will aim to provide the market with all resources and information necessary to make informed decisions.
fr: [b]A partir du sixième mois : [/b] support du fork initial ainsi que des forks futurs via la création de ressources communautaires de comparaison, discussion et de prise de décisions. Nous allons faciliter la gouvernance générale de Bitcoin en encourageant les forks sensés, qu'ils soient controversés ou non. Notre objectif est de fournir au marché toutes les ressources et l'information nécessaires à la formation d'une décision informée.
zh: [b]第六个月以后：[/b] 通过创造用来进行比较、谈论以及决策的社群资源，以支持初始和以后创建的分叉。我们会通过支持所有的合理分叉，无论其争议性，来优化比特币的总体治理过程。我们会试图向市场提供其所需要的一切资料与数据，使市场能够做出明智的决定。

# faq-title
source: FAQ
zh: 问题解答

# faq-have-any-questions-subreddit-link-before
source: Have any other questions about our project? Ask on
de: Hast du weitere Fragen über unser Projekt? Frag uns in
fr: Vous avez une autre question à propos de notre projet ? Posez la sur notre
zh: 如您有任何其他关于此项目的疑问，可以向我们的

# faq-our-subreddit-linktext
source: our subreddit
de: unserem Subreddit
fr: subreddit
zh: subreddit

# faq-is-this-just-another
source: [b]Is this just another [altcoin / pump and dump]?[/b] No! First of all this is not an altcoin; it is a Bitcoin implementation that forks from the main chain, preserving the same UTXO set, genesis block, and blockchain up to a certain height. While some may redefine the word "altcoin" to include any forks of the main chain outside the de facto reference implementation, we do not agree with this disingenuous use of the term.
de: [b]Ist dies bloß ein weiterer [Altcoin / Pump and Dump]?[/b] Nein! Erstens, dies ist kein Altcoin, sondern eine Bitcoin-Implementierung die von der Hauptkette abzweigt, also den gleichen UTXO-Set, Genesis-Block und die Blockchain bis zu einer gewissen Höhe erhält. Während einige das Wort "Altcoin" umdefinieren, um jeden Fork der Hauptkette mit Ausnahme der de facto Referenzimplementierung zu umfassen, stimmen wir dieser unredlichen Verwendung des Begriffs nicht zu.
fr: [b]Est-ce encore un autre [altcoin / pump and dump] ?[/b] Non ! Tout d'abord ce n'est pas un altcoin, c'est une implémentation de Bitcoin qui fork de la chaîne principale en préservant les mêmes set UTXO, genesis block et blockchain jusqu'à une certaine hauteur. Bien que certains pourraient redéfinir le terme \"altcoin\" pour y englober tout fork de la chaîne principale différent de l'implémentation de référence, nous ne sommes pas d'accord avec cette utilisation fallacieuse du mot.
zh: [b]这岂不是另一个山寨币/拉高出货的骗局吗？[/b] 不是！首先，BTCFork不是山寨币，而是从主链分叉的比特币实施方案；它使用一模一样的UTXO组合、创世块以及到一定高度的区块连。虽然某些人会重新定义“山寨币”来包括除了目前的参考实施方案以外的主链分叉，我们不赞同如此言不由衷的用词。

# faq-who-is-behind
source: [b]Who is behind this project?[/b] We are a group of Bitcoin developers, users, and supporters who are frustrated by the lack of scaling and governance solutions proposed by the status quo. While many of us choose to remain anonymous and pseudonymous for fear of attack in what remains a politically loaded space, we will strive to make as much information on the development of our fork public as possible. We welcome any with time or skills to spare to join the project using the links below.
de: [b]Wer steckt hinter diesem Projekt?[/b] Wir sind eine Gruppe von Bitcoin-Entwicklern, Nutzern und Unterstützern die mit dem Mangel an Skalierung und den durch den Status Quo vorgelegten Führungslösungen unzufrieden sind. Obwohl etliche von uns die Anonymität und Pseudonymität wählen aus Furcht vor Angriffen in einem politisch belasteten Raum, werden wir versuchen so viel wie möglich Information über die Entwicklung unserer Forks öffentlich zu machen. Wir begrüssen alle, die Zeit oder Fähigkeiten beisteuern möchten und verweisen auf die Links unten.
fr: [b]Qui est derrière ce projet ?[/b] Nous sommes un groupe de développeurs, d'utilisateurs et de partisans de Bitcoin frustrés par le manque de solutions proposées par le status quo pour la montée en charge et la gouvernance. Bien que beaucoup d'entre nous choisissent de rester anonymes et pseudonymes par peur des attaques dans ce qui reste un espace politiquement chargé, nous visons à rendre publiques autant d'informations sur le développement de notre fork que possible. Nous accueillons tous ceux qui ont du temps et des compétences à partager à nous rejoindre en suivant le lien si dessous.
zh: [b]谁在推出这个项目？ [/b]我们是一群失望于比特币缺乏扩容与治理方案之现状的比特币开发者、使用者和支持者。虽然我们当中有很大一部分的人因为怕政治性攻击而选择保持匿名或伪匿名的身份，我们会尽可能公开所有关于分叉发展的信息。我们非常欢迎任何愿意抽出时间或精力的朋友用以下的链接加入这个项目。

# faq-why-now
source: [b]Why now?[/b] After years of stalling on the scaling issue (with solutions demanded as early as 2012), we believe the time has come to abandon ultraconservatism and move towards progress and open experimentation. With many popular Bitcoin businesses expressing concerns or pivoting out of the space, we see an existential crisis looming for Bitcoin if scaling is not improved soon. The active engagement of the community in forks as a freedom-preserving upgrade mechanism is long overdue.
de: Warum jetzt? Nach Jahren des Hinhaltens in der Skalierungsfrage (bei ersten Lösungsanfragen 2012) meinen wir dass es Zeit ist, den Ultra-Konservatismus abzulegen und sich in Richtung Fortschritt und offener Versuchsdurchführung zu bewegen. Zumal aktuell etliche beliebte Bitcoin-Unternehmen Besorgnis äussern oder sich vom Bitcoin-Umfeld trennen, sehen wir eine nahende existentielle Krise für Bitcoin falls in punkto Skalierung nicht bald Verbesserung erreicht wird. Das aktive Einbinden der Community in Forks als freiheitswahrendem Aufrüstungsmechanismus ist lange überfällig.
fr: [b]Pourquoi maintenant ?[/b] Après des années d'immobilité sur la question de la montée en charge (alors que des solutions ont été demandées dès 2012), nous croyons que le temps est venu d'abandonner l'ultra conservatisme et d'avancer vers le progrès et l'expérimentation ouverte. Avec de nombreuses entreprises Bitcoin qui expriment leurs inquiétudes ou qui pivotent hors de notre espace, nous voyons se profiler une crise existentielle imminente pour Bitcoin si la montée en charge n'est pas améliorer rapidement. L'engagement actif de la communauté dans les forks en tant que mécanisme de mise à niveau en préservant la liberté ne peut arriver trop tôt.
zh: [b]为什么现在进行分叉？ [/b]经过好几年的关于扩容问题的拖延（2012年早就有不少人要求扩容），我们认为抛弃极端保守主义、开始实现具体的进步和实验的时候已经到了。鉴于很多比特币企业已对现状表示担心或甚至于开始离开比特币的领域，我们认为比特币若不扩容就会遭遇生存危机。作为保证自由的升级手段，有社群积极参加的分叉早就应该推行。

# faq-what-forkclient
source: [b]What client are we using for the fork?[/b] We have not chosen a specific client for the fork. Rather, we aim to encourage all developers to propose forking clients, and wish to provide an infrastructure through which these forks can all be tested and evaluated. We support any and all technically significant forks of the current blockchain, and believe all should be discussed and submitted to consideration to the wider community.
de: Welchen Client nutzen wir für den Fork? Wir haben keinen spezifischen Client für den Fork gewählt. Anstelle dessen ermutigen wir alle Entwickler, Fork-Clients vorzuschlagen, und wir möchten eine Infrastruktur bieten mit welcher diese Forks alle geprüft und evaluiert werden können. Wir unterstützen jegliche technisch bedeutenden Forks der derzeitigen Blockchain, und sind der Meinung dass alle diese Forkvorschläge diskutiert and der Betrachtung der grösseren Community vorgelegt werden sollten.
fr: [b]Quel client utilisons nous pour le fork ?[/b] Nous n'avons pas choisi de client spécifique pour le fork. Nous visons plutôt à encourager tous les développeurs à proposer des clients forkés et nous souhaitons fournir une infrastructure à travers laquelle ces forks pourront tous être testés et évalués. Nous soutenons tous les forks techniquement significatifs de la blockchain actuelle et croyons que tous devraient être discutés et soumis à la considération d'une communauté plus large.
zh: [b]分叉会用哪个客户端？ [/b]我们还没有选择一个特定的分叉客户端。相反，我们的目的是鼓励所有开发者自己提出个别的分叉客户端，而且我们希望能够提供一个平台可以用于测试、评价这些分叉。我们支持一切有技术性意义的现存区块链分叉，并认为所有此类分叉应该向广泛社群提交来进行谈论和考察。

# faq-loss-of-funds
source: [b]But can't a fork cause loss of funds?[/b] No, a properly implemented and deployed fork will not cause a loss of funds in the absence of severe negligence. Because the new fork inherently has a different value than the old chain, and requires proactive upgrade actions from users and nodes, these users have an opportunity to take appropriate security protections in anticipation of the fork. Old clients will simply continue operating on the old chain, with clients intending to trade goods for fiat simply operating with the exchange value of the old chain. Several cryptocurrencies have already demonstrated successful forks with no fund loss, and we believe the fear of such forks in the Bitcoin community is unsupported by the current empirical evidence.
de: [b]Aber kann ein Fork nicht zu Verlust führen?[/b] Nein, ein ordentlich durchgeführter und ausgefahrener Fork wird nicht zu Verlust führen, in Abwesenheit grober Fahrlässigkeit. Weil ein neuer Fork von sich aus einen unterschiedlichen Wert hat als die alte Kette, und proaktives Handeln von Nutzern und Knoten voraussetzt, werden die Nutzer die Möglichkeit haben, angemessene Sicherheitvorkehrungen vorab in Erwartung des Forks zu treffen. Alte Clients werden weiterhin auf der alten Kette funktionieren, während Nutzer im Güterhandel für Buchgeld einfach weiterhin mit dem Börsenkurs der alten Kette wirtschaften. Mehrere Kryptowährungen haben schon erfolgreiche Forks ohne Verlust durchgeführt, und wir glauben dass die Angst vor solchen Forks in der Bitcoin-Gemeinschaft nicht durch aktuelle empirische Indizien gestützt werden kann.
fr: [b]Mais est-ce qu'un fork peut provoquer la perte de fonds ?[/b] Non, un fork correctement implémenté et déployé ne peut pas provoquer de perte de fonds sauf en cas de négligence sévère. Comme le nouveau fork a une valeur différente, et demande une mise à jour proactive des utilisateurs et des noeuds, ces utilisateurs ont l'opportunité de prendre les mesures de sécurités nécessaires en anticipation du fork. Les anciens clients vont simplement continuer les opérations sur l'ancienne chaîne, avec les clients voulant échanger des bien ou de la monnaie fiduciaire opérant simplement avec la valeur d'échange de l'ancienne chaîne. Plusieurs cryptomonnaies ont déjà démontré des forks réussis sans perte de fonds, et nous croyons que la peur de ces forks dans la communauté Bitcoin est infondée au vue des actuelles preuves empiriques.
zh: [b]分叉难道不会导致资金的损失吗？ [/b]不会。只要其开发和部署妥当，分叉不会导致资金的损失。因为新的分叉本来就有不同于旧链的数值并需要使用者和节点积极升级，使用者就有充分的机会在分叉之前采取合理的安全措施。旧的客户端会继续利用旧链，想进行法币交易的客户端便会用旧链的汇率。目前已经有其他加密货币进行了分叉，却没有资金损失。我们认为比特币社群某些人对分叉的担忧并没有科学性的根据。
