{"data":{"header-title-wereforking":"Nous forkons Bitcoin.","header-lead-weare":"Nous sommes un groupe d'utilisateurs de Bitcoin qui forkons Bitcoin pour retrouver la vision d'origine de croissance on-chain. Avec ou sans majorité de minage.","vision-we-believe":"Nous croyons que Bitcoin va croître on-chain, et qu'il devrait être gouverné par le biais d'une série de hard forks. Nous croyons que c'est la vision originelle de Bitcoin, qui est de permettre à tous les utilisateurs intéressés d'accéder à un réseau de cash de pair à pair, avec une barrière d'entrée faible.","vision-our-mission":"Notre mission est simple : faire avancer la montée en charge de Bitcoin tout en passant un message fort à propos de la gouvernance en exécutant un hard fork réussi du réseau Bitcoin.","s-nakamoto-quote-phased-in-date":", 4 Oct. 2010","vision-satoshi-quote-whitepaper-conclusion":"Les nœuds peuvent quitter et rejoindre le réseau à volonté, en acceptant la chaîne de preuve de travail comme preuve des événements passés pendant qu'ils étaient partis. Ils votent avec la puissance de calcul de leurs processeurs, exprimant ainsi leur acceptation des blocs valides en travaillant sur les blocs qui les prolongent et en rejetant les blocs invalides en refusant de travailler dessus. [b]Toutes les règles et mécanismes incitateurs nécessaires peuvent être mis en oeuvre grâce à ce mécanisme de consensus[\/b].","vision-satoshi-quote-whitepaper-conclusion-text":", Conclusion du Bitcoin Whitepaper","vision-satoshi-quote-transactions":"Les nœuds n'acceptent que certains KB de transactions gratuites par bloc avant de commencer à exiger des frais de transaction d'au moins 0.01 ... Je ne pense pas que la limite doive être à 0 un jour. [b]Nous devrions toujours autoriser au moins certaines transactions gratuites.[\/b]","vision-satoshi-quote-whitepaper-conclusion-date":", 7 Sept. 2010","vision-satoshi-quote-whitepaper-conclusion-addendum":"Ces citation ne sont pas fournies en tant qu'appel à une autorité mais comme un rappel de la vision d'origine du projet","vision-joinus":"Rejoignez-nous dans l'exploration des forks en tant que moyens ultime de consensus et de gouvernance, s'attaquant aux problèmes pressant et urgent de l'écosystème Bitcoin et ouvrant la discussion et l'expérimentation sur des changements controversés à la communauté Bitcoin pour la première fois.","vision-notfailed":"L'expérience Bitcoin n'a pas échoué : elle ne fait que commencer.","vision-button-read-the-whitepaper":"LIRE LE WHITEPAPER","roadmap-title":"FEUILLE DE ROUTE","roadmap-intro":"Le premier mois du projet va être dédié à la finalisation de la feuille de route pour l'expérimentation du fork. Ceci permettra à la communauté et au marché de prendre une décision informée sur le choix de leur client Bitcoin.","roadmap-intro-explain":"La vue d'ensemble de notre tentative de feuille de route est la suivante (Du fait que le projet est dans une phase préliminaire, cette feuille de route n'est pas finale et est sujette à changement):","roadmap-months-1-3":"[b]Du premier au troisième mois : [\/b]développement de la communauté, établissement des canaux nécessaires, construction et test de l'infrastructure, et publication auprès de la communauté de plusieurs propositions de forks (incluant de multiple bases de client et d'implémentations de preuves de travail). Notre but est de créer un environment collaboratif dans lequel les forks peuvent être proposés, testés, évalués, et déployés par la communauté et la place de marché. Nous investiguerons les défis clés, tels que le changement de preuve de travail, l'ajustement de la difficulté, les limites du script et les effets de la limite de la taille des blocs via des tests sur notre réseau de tests publique.","roadmap-months-3-6":"[b]Du troisième au sixième mois : [\/b] publication client des binaires finaux et établissement de relations avec les bourses d'échange pour commencer à échanger le fork dominant. Déploiement des infrastructures de réseau nécessaires, y compris un réseau initial de nœuds et de mineurs. Nous nous concentrerons sur la préparation d'un fork pour une large utilisation, apportant un produit fonctionnel sur la place.","roadmap-months-6-":"[b]A partir du sixième mois : [\/b] support du fork initial ainsi que des forks futurs via la création de ressources communautaires de comparaison, discussion et de prise de décisions. Nous allons faciliter la gouvernance générale de Bitcoin en encourageant les forks sensés, qu'ils soient controversés ou non. Notre objectif est de fournir au marché toutes les ressources et l'information nécessaires à la formation d'une décision informée.","faq-have-any-questions-subreddit-link-before":"Vous avez une autre question à propos de notre projet ? Posez la sur notre","faq-our-subreddit-linktext":"subreddit","faq-is-this-just-another":"[b]Est-ce encore un autre [altcoin \/ pump and dump] ?[\/b] Non ! Tout d'abord ce n'est pas un altcoin, c'est une implémentation de Bitcoin qui fork de la chaîne principale en préservant les mêmes set UTXO, genesis block et blockchain jusqu'à une certaine hauteur. Bien que certains pourraient redéfinir le terme \\\"altcoin\\\" pour y englober tout fork de la chaîne principale différent de l'implémentation de référence, nous ne sommes pas d'accord avec cette utilisation fallacieuse du mot.","faq-who-is-behind":"[b]Qui est derrière ce projet ?[\/b] Nous sommes un groupe de développeurs, d'utilisateurs et de partisans de Bitcoin frustrés par le manque de solutions proposées par le status quo pour la montée en charge et la gouvernance. Bien que beaucoup d'entre nous choisissent de rester anonymes et pseudonymes par peur des attaques dans ce qui reste un espace politiquement chargé, nous visons à rendre publiques autant d'informations sur le développement de notre fork que possible. Nous accueillons tous ceux qui ont du temps et des compétences à partager à nous rejoindre en suivant le lien si dessous.","faq-why-now":"[b]Pourquoi maintenant ?[\/b] Après des années d'immobilité sur la question de la montée en charge (alors que des solutions ont été demandées dès 2012), nous croyons que le temps est venu d'abandonner l'ultra conservatisme et d'avancer vers le progrès et l'expérimentation ouverte. Avec de nombreuses entreprises Bitcoin qui expriment leurs inquiétudes ou qui pivotent hors de notre espace, nous voyons se profiler une crise existentielle imminente pour Bitcoin si la montée en charge n'est pas améliorer rapidement. L'engagement actif de la communauté dans les forks en tant que mécanisme de mise à niveau en préservant la liberté ne peut arriver trop tôt.","faq-what-forkclient":"[b]Quel client utilisons nous pour le fork ?[\/b] Nous n'avons pas choisi de client spécifique pour le fork. Nous visons plutôt à encourager tous les développeurs à proposer des clients forkés et nous souhaitons fournir une infrastructure à travers laquelle ces forks pourront tous être testés et évalués. Nous soutenons tous les forks techniquement significatifs de la blockchain actuelle et croyons que tous devraient être discutés et soumis à la considération d'une communauté plus large.","faq-loss-of-funds":"[b]Mais est-ce qu'un fork peut provoquer la perte de fonds ?[\/b] Non, un fork correctement implémenté et déployé ne peut pas provoquer de perte de fonds sauf en cas de négligence sévère. Comme le nouveau fork a une valeur différente, et demande une mise à jour proactive des utilisateurs et des noeuds, ces utilisateurs ont l'opportunité de prendre les mesures de sécurités nécessaires en anticipation du fork. Les anciens clients vont simplement continuer les opérations sur l'ancienne chaîne, avec les clients voulant échanger des bien ou de la monnaie fiduciaire opérant simplement avec la valeur d'échange de l'ancienne chaîne. Plusieurs cryptomonnaies ont déjà démontré des forks réussis sans perte de fonds, et nous croyons que la peur de ces forks dans la communauté Bitcoin est infondée au vue des actuelles preuves empiriques.","faq-why-not-soft":"[b]Pourquoi pas un soft fork ?[\/b] Nous croyons que le déploiement de changements via des soft forks est un processus intrinsèquement biaisé et coercitif pour plus de gens que le hard fork équivalent. Les soft forks s'activent exclusivement par le vote des mineurs, privant de leurs droits les noeuds qui n'ont pas de puissance de hash et les excluant du processus de prise de décision. En outre, de nombreux soft forks diminuent la sécurité des anciens noeuds en leur retirant la possibilité de valider significativement un pourcentage toujours croissant de transactions dans les blocs. Enfin, les soft forks sont coercifs pour les mineurs dissidents, qui sont soit forcés de se mettre au niveau du fork, soit d'accepter que les blocs qu'ils minent deviennent potentiellement orphelins. D'un autre coté, un hard fork permet à tous les utilisateurs du système de choisir explicitement les règles de consensus et la blockchain avec lesquelles ils font des transactions. Les hard fork mitigent également les dégats possibles via la capture du développement en permettant aux utilisateurs de choisir de changer vers une chaîne qui à des valeurs, des développeurs et du code qu'ils préfèrent. Finalement, les hard forks sont un mécanisme de mise à niveau essentiel et critique pour la robustesse de toute cryptomonnaie.","faq-hard-is-necessary":"[b]Mais un hard fork est difficile ?[\/b] Un hard fork est difficile mais nécessaire. Une fois le premier fork exécuté, nous prévoyons qu'un écosystème d'outils encadrant la gestion des forks deviendra de plus en plus robuste, supportant les forks futurs de façon bien moins complexe.","contribute-title":"CONTRIBUER","contribute-calling-all-devs":"Nous en appelons à tous les développeurs et non-développeurs : aidez nous à amener Bitcoin au monde.","contribute-linktext-reddit-before":"Démarrez la conversation sur reddit à","contribute-linktext-freenode-before":"Chattez en temps réel avec nous sur","contribute-linktext-consider-it-before":"Votez sur la Constitution de BTC Fork et sur les fonctionnalités sur","contribute-linktext-github-before":"Contribuez au code et au testing sur","contribute-linktext-telegram-before":"Rejoignez nous sur Telegram à","contribute-linktext-transifex-before":"Aidez nous à traduire notre site web sur","contribute-linktext-slack-before":"Rejoignez notre","contribute-linktext-slack":"Slack de développement"},"isolangdata":{"0":"fr_FR","1":"French","2":"français, langue française","3":"Indo-European","4":"ltr","iso639_1":"fr"}}